Repository: liyishibeck-ctrl/Buddhist_Text_Analysis_Platform
Catalog: data/raw/tibetan/84000/data-translation-memory-master/toh9-v3.tmx
Source language: bo
Languages: en

source: རབ་འབྱོར་དེ་ཇི་སྙམ་དུ་སེམས། བྱང་ཆུབ་སེམས་དཔའ་ཞེས་བྱ་བ་འདི་གཟུགས་བདག་ཡོད་པའི་ཚིག་བླ་དགས་ཡིན་སྙམ་འམ། གསོལ་བ།
en: Subhūti, do you think that this ‘bodhisattva’ is a designation for physical forms that are a self?” “

source: རབ་འབྱོར་དེ་ཇི་སྙམ་དུ་སེམས། བྱང་ཆུབ་སེམས་དཔའ་ཞེས་བྱ་བ་འདི་གཟུགས་བདག་མེད་པའི་ཚིག་བླ་དགས་ཡིན་སྙམ་འམ། གསོལ་པ།
en: Subhūti, do you think that this ‘bodhisattva’ is a designation for physical forms that are not a self?” “

source: རབ་འབྱོར་དེ་ཇི་སྙམ་དུ་སེམས། བྱང་ཆུབ་སེམས་དཔའ་ཞེས་བྱ་བ་འདི་ཚོར་བ་བདག་ཡོད་པ་དང་། ཚོར་བ་བདག་མེད་པ་དང་། འདུ་ཤེས་བདག་ཡོད་པ་དང་། འདུ་ཤེས་བདག་མེད་པ་དང་། འདུ་བྱེད་བདག་ཡོད་པ་དང་། འདུ་བྱེད་བདག་མེད་པ་དང་། རྣམ་པར་ཤེས་པ་བདག་ཡོད་པ་དང་། རྣམ་པར་ཤེས་པ་བདག་མེད་པའི་ཚིག་བླ་དགས་ཡིན་སྙམ་འམ།
en: Subhūti, do you think that this ‘bodhisattva’ is a designation for feelings that are a self, for feelings that are not a self, for perceptions that are a self, for perceptions that are not a self, for formative predispositions that are a self, for formative predispositions that are not a self, for consciousness that is a self, or for consciousness that is not a self?” “

source: རབ་འབྱོར་དེ་ཇི་སྙམ་དུ་སེམས། བྱང་ཆུབ་སེམས་དཔའ་ཞེས་བྱ་བ་འདི་གཟུགས་ཞི་བའི་ཚིག་བླ་དགས་ཡིན་སྙམ་འམ། གསོལ་པ།
en: Subhūti, do you think that this ‘bodhisattva’ is a designation for physical forms that are at peace?” “

source: རབ་འབྱོར་དེ་ཇི་སྙམ་དུ་སེམས། བྱང་ཆུབ་སེམས་དཔའ་ཞེས་བྱ་བ་འདི་གཟུགས་མ་ཞི་བའི་ཚིག་བླ་དགས་ཡིན་སྙམ་འམ། གསོལ་པ།
en: Subhūti, do you think that this ‘bodhisattva’ is a designation for physical forms that are not at peace?” “

source: རབ་འབྱོར་དེ་ཇི་སྙམ་དུ་སེམས། བྱང་ཆུབ་སེམས་དཔའ་ཞེས་བྱ་བ་འདི་ཚོར་བ་ཞི་བ་དང་། ཚོར་བ་མ་ཞི་བ་དང་། འདུ་ཤེས་ཞི་བ་དང་། འདུ་ཤེས་མ་ཞི་བ་དང་། འདུ་བྱེད་ཞི་བ་དང་། འདུ་བྱེད་མ་ཞི་བ་དང་། རྣམ་པར་ཤེས་པ་ཞི་བ་དང་། རྣམ་པར་ཤེས་པ་མ་ཞི་བའི་ཚིག་བླ་དགས་ཡིན་སྙམ་འམ།
en: Subhūti, do you think that this ‘bodhisattva’ is a designation for feelings that are at peace, for feelings that are not at peace, for perceptions that are at peace, for perceptions that are not at peace, for formative predispositions that are at peace, for formative predispositions that are not at peace, for consciousness that is at peace, or for consciousness that is not at peace?” “

source: རབ་འབྱོར་དེ་ཇི་སྙམས་དུ་སེམས། བྱང་ཆུབ་སེམས་དཔའ་ཞེས་བྱ་བ་འདི་གཟུགས་སྟོང་པའི་ཚིག་བླ་དགས་ཡིན་སྙམ་འམ། གསོལ་པ།
en: Subhūti, do you think that this ‘bodhisattva’ is a designation for physical forms that are empty?” “

source: རབ་འབྱོར་དེ་ཇི་སྙམ་དུ་སེམས། བྱང་ཆུབ་སེམས་དཔའ་ཞེས་བྱ་བ་འདི་གཟུགས་མི་སྟོང་པའི་ཚིག་བླ་དགས་ཡིན་སྙམ་འམ། གསོལ་པ།
en: Subhūti, do you think that this ‘bodhisattva’ is a designation for physical forms that are not empty?” “

source: བཅོམ་ལྡན་འདས་དེ་ལྟ་མ་ལགས་སོ། བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ།
en: No, Blessed Lord!” “

source: རབ་འབྱོར་དེ་ཇི་སྙམ་དུ་སེམས། བྱང་ཆུབ་སེམས་དཔའ་ཞེས་བྱ་བ་འདི་ཚོར་བ་སྟོང་བ་དང་། ཚོར་བ་མི་སྟོང་པ་དང་། འདུ་ཤེས་སྟོང་པ་དང་། འདུ་ཤེས་མི་སྟོང་བ་དང་། འདུ་བྱེད་སྟོང་པ་དང་། འདུ་བྱེད་མི་སྟོང་པ་དང་། རྣམ་པར་ཤེས་པ་སྟོང་བ་དང་། རྣམ་པར་ཤེས་པ་མི་སྟོང་བའི་ཚིག་བླ་དགས་ཡིན་སྙམ་འམ།
en: Subhūti, do you think that this ‘bodhisattva’ is a designation for feelings that are empty, for feelings that are not empty, for perceptions that are empty, for perceptions that are not empty, for formative predispositions that are empty, for formative predispositions that are not empty, for consciousness that is empty, or for consciousness that is not empty?” “

source: རབ་འབྱོར་དེ་ཇི་སྙམ་དུ་སེམས། བྱང་ཆུབ་སེམས་དཔའ་ཞེས་བྱ་བ་འདི་གཟུགས་མཚན་མ་ཡོད་པའི་ཚིག་བླ་དགས་ཡིན་སྙམ་འམ། གསོལ་པ།
en: Subhūti, do you think that this ‘bodhisattva’ is a designation for physical forms that are with signs?” “

source: རབ་འབྱོར་དེ་ཇི་སྙམ་དུ་སེམས། བྱང་ཆུབ་སེམས་དཔའ་ཞེས་བྱ་བ་འདི་གཟུགས་མཚན་མ་མེད་པའི་ཚིག་བླ་དགས་ཡིན་སྙམ་འམ། གསོལ་པ།
en: Subhūti, do you think that this ‘bodhisattva’ is a designation for physical forms that are without signs?” “

source: རབ་འབྱོར་དེ་ཇི་སྙམ་དུ་སེམས། བྱང་ཆུབ་སེམས་དཔའ་ཞེས་བྱ་བ་འདི་ཚོར་བ་མཚན་མ་ཡོད་པ་དང་། ཚོར་བ་མཚན་མ་མེད་པ་དང་། འདུ་ཤེས་མཚན་མ་ཡོད་པ་དང་། འདུ་ཤེས་མཚན་མ་མེད་པ་དང་། འདུ་བྱེད་མཚན་མ་ཡོད་པ་དང་། འདུ་བྱེད་མཚན་མ་མེད་པ་དང་། རྣམ་པར་ཤེས་པ་མཚན་མ་ཡོད་པ་དང་། རྣམ་པར་ཤེས་པ་མཚན་མ་མེད་པའི་ཚིག་བླ་དགས་ཡིན་སྙམ་འམ།
en: Subhūti, do you think that this ‘bodhisattva’ is a designation for feelings that are with signs, for feelings that are without signs, for perceptions that are with signs, for perceptions that are without signs, for formative predispositions that are with signs, for formative predispositions that are without signs, for consciousness that is with signs, or for consciousness that is without signs?” “

source: རབ་འབྱོར་དེ་ཇི་སྙམ་དུ་སེམས། བྱང་ཆུབ་སེམས་དཔའ་ཞེས་བྱ་བ་འདི་གཟུགས་སྨོན་པ་ཡོད་པའི་ཚིག་བླ་དགས་ཡིན་སྙམ་འམ། གསོལ་པ།
en: Subhūti, do you think that this ‘bodhisattva’ is a designation for physical forms that are with aspirations?” “

source: རབ་འབྱོར་དེ་ཇི་སྙམ་དུ་སེམས། བྱང་ཆུབ་སེམས་དཔའ་ཞེས་བྱ་བ་འདི་གཟུགས་སྨོན་པ་མེད་པའི་ཚིག་བླ་དགས་ཡིན་སྙམ་འམ། གསོལ་པ།
en: Subhūti, do you think that this ‘bodhisattva’ is a designation for physical forms that are without aspirations?” “

source: བྱང་ཆུབ་སེམས་དཔའ་ཞེས་བྱ་བ་འདི་ཚོར་བ་སྨོན་པ་ཡོད་པ་དང་། ཚོར་བ་སྨོན་པ་མེད་པ་དང་། འདུ་ཤེས་སྨོན་པ་ཡོད་པ་དང་། འདུ་ཤེས་སྨོན་པ་མེད་པ་དང་། འདུ་བྱེད་སྨོན་པ་ཡོད་པ་དང་། འདུ་བྱེད་སྨོན་པ་མེད་པ་དང་། རྣམ་པར་ཤེས་པ་སྨོན་པ་ཡོད་པ་དང་། རྣམ་པར་ཤེས་པ་སྨོན་པ་མེད་པའི་ཚིག་བླ་དགས་ཡིན་སྙམ་འམ།
en: Subhūti, do you think that this ‘bodhisattva’ is a designation for feelings that are with aspirations, for feelings that are without aspirations, for perceptions that are with aspirations, for perceptions that are without aspirations, for formative predispositions that are with aspirations, for formative predispositions that are without aspirations, for consciousness that is with aspirations, and for consciousness that is without aspirations?” “

source: རབ་འབྱོར་ཁྱོད་དོན་གྱི་དབང་ཅི་ཞིག་ལ་བརྟེན་ནས། འདི་སྐད་དུ་གཟུགས་ཀྱི་ཚིག་བླ་དགས་བྱང་ཆུབ་སེམས་དཔའ་མ་ཡིན་ཞེས་ཟེར། དེ་བཞིན་དུ་ཚོར་བ་དང་། འདུ་ཤེས་དང་། འདུ་བྱེད་དང་། རྣམ་པར་ཤེས་པའི་ཚིག་བླ་དགས་བྱང་ཆུབ་སེམས་དཔའ་མ་ཡིན་ཞེས་ཟེར།
en: The Blessed One then asked, “Subhūti, on what basis do you say that a bodhisattva is not a designation for physical forms, and similarly, that a bodhisattva is not a designation for feelings, perceptions, formative predispositions, and consciousness?

source: དེ་བཞིན་དུ་གཟུགས་རྟག་པའི་ཚིག་བླ་དགས་མ་ཡིན། གཟུགས་མི་རྟག་པའི་ཚིག་བླ་དགས་མ་ཡིན། གཟུགས་བདེ་བའི་ཚིག་བླ་དགས་མ་ཡིན། གཟུགས་སྡུག་བསྔལ་བའི་ཚིག་བླ་དགས་མ་ཡིན། གཟུགས་བདག་ཡོད་པའི་ཚིག་བླ་དགས་མ་ཡིན། གཟུགས་བདག་མེད་པའི་ཚིག་བླ་དགས་མ་ཡིན། གཟུགས་ཞི་བའི་ཚིག་བླ་དགས་མ་ཡིན། གཟུགས་མ་ཞི་བའི་ཚིག་བླ་དགས་མ་ཡིན། གཟུགས་སྟོང་བའི་ཚིག་བླ་དགས་མ་ཡིན། གཟུགས་མི་སྟོང་བའི་ཚིག་བླ་དགས་མ་ཡིན། གཟུགས་མཚན་མ་ཡོད་པའི་ཚིག་བླ་དགས་མ་ཡིན། གཟུགས་མཚན་མ་མེད་པའི་ཚིག་བླ་དགས་མ་ཡིན། གཟུགས་སྨོན་པ་ཡོད་པའི་ཚིག་བླ་དགས་མ་ཡིན། གཟུགས་སྨོན་པ་མེད་པའི་ཚིག་བླ་དགས་མ་ཡིན། དེ་བཞིན་དུ། ཚོར་བ་དང་། འདུ་ཤེས་དང་། འདུ་བྱེད་དང་། རྣམ་པར་ཤེས་པ་རྟག་པའི་ཚིག་བླ་དགས་མ་ཡིན། རྣམ་པར་ཤེས་པ་མི་རྟག་པའི་ཚིག་བླ་དགས་མ་ཡིན། རྣམ་པར་ཤེས་པ་བདེ་བའི་ཚིག་བླ་དགས་མ་ཡིན། རྣམ་པར་ཤེས་པ་སྡུག་བསྔལ་བའི་ཚིག་བླ་དགས་མ་ཡིན། རྣམ་པར་ཤེས་པ་བདག་ཡོད་པའི་ཚིག་བླ་དགས་མ་ཡིན། རྣམ་པར་ཤེས་པ་བདག་མེད་པའི་ཚིག་བླ་དགས་མ་ཡིན། རྣམ་པར་ཤེས་པ་ཞི་བའི་ཚིག་བླ་དགས་མ་ཡིན། རྣམ་པར་ཤེས་པ་མ་ཞི་བའི་ཚིག་བླ་དགས་མ་ཡིན། རྣམ་པར་ཤེས་པ་སྟོང་བའི་ཚིག་བླ་དགས་མ་ཡིན།
en: Similarly, why do you say that a bodhisattva is not a designation for physical forms that are permanent, not a designation for physical forms that are impermanent, not a designation for physical forms that are imbued with happiness, {Dt.114} not a designation for physical forms that are imbued with suffering, not a designation for physical forms that are a self, not a designation for physical forms that are not a self, not a designation for physical forms that are at peace, not a designation for physical forms that are not at peace, not a designation for physical forms that are empty, not a designation for physical forms that are not empty, not a designation for physical forms that are with signs, not a designation for physical forms that are without signs, not a designation for physical forms that are with aspirations, and not a designation for physical forms that are without aspirations? “

source: རྣམ་པར་ཤེས་པ་མི་སྟོང་བའི་ཚིག་བླ་དགས་མ་ཡིན། རྣམ་པར་ཤེས་པ་མཚན་མ་ཡོད་པའི་ཚིག་བླ་དགས་མ་ཡིན། རྣམ་པར་ཤེས་པ་མཚན་མ་མེད་པའི་ཚིག་བླ་དགས་མ་ཡིན། རྣམ་པར་ཤེས་པ་སྨོན་པ་ཡོད་པའི་ཚིག་བླ་དགས་མ་ཡིན། རྣམ་པར་ཤེས་པ་སྨོན་པ་མེད་པའི་ཚིག་བླ་དགས་བྱང་ཆུབ་སེམས་དཔའ་མ་ཡིན་ཞེས་ཟེར།
en: Similarly, why do you say that a bodhisattva is not a designation for feelings, perceptions, formative predispositions, and consciousness that are permanent, not a designation for consciousness and the other aggregates that are impermanent, not a designation for consciousness and the other aggregates that are imbued with happiness, not a designation for consciousness and the other aggregates that are imbued with suffering, not a designation for consciousness and the other aggregates that are a self, not a designation for consciousness and the other aggregates that are not a self, not a designation for consciousness and the other aggregates that are at peace, not a designation for consciousness and the other aggregates that are not at peace, not a designation for consciousness and the other aggregates that are empty, not a designation for consciousness and the other aggregates that are not empty, not a designation for consciousness and the other aggregates that are with signs, not a designation for consciousness and the other aggregates that are without signs, not a designation for consciousness and the other aggregates that are with aspirations, and not a designation for consciousness and the other aggregates that are without aspirations?”

source: རབ་འབྱོར་གྱིས་གསོལ་པ། བཅོམ་ལྡན་འདས་གཟུགས་ཤིན་དུ་མ་མཆིས་ཤིང་མི་དམིགས་ན། བྱང་ཆུབ་སེམས་དཔའ་གཟུགས་ཀྱི་ཚིག་བླ་དགས་སུ་འགྱུར་བ་ལྟ་ག་ལ་མཆིས།
en: Subhūti then replied, “Blessed Lord, if physical forms are absolutely nonexistent and not apprehended, how could a bodhisattva be a designation for physical forms!

source: ཚོར་བ་ཤིན་ཏུ་མ་མཆིས་ཤིང་མི་དམིགས་ན། བྱང་ཆུབ་སེམས་དཔའ་ཚོར་བའི་ཚིག་བླ་དགས་སུ་འགྱུར་བ་ལྟ་ག་ལ་མཆིས།
en: If feelings are absolutely nonexistent and not apprehended, how could a bodhisattva be a designation for feelings!

source: འདུ་ཤེས་ཤིན་དུ་མ་མཆིས་ཤིང་མི་དམིགས་ན། བྱང་ཆུབ་སེམས་དཔའ་འདུ་ཤེས་ཀྱི་ཚིག་བླ་དགས་སུ་འགྱུར་བ་ལྟ་ག་ལ་མཆིས།
en: If perceptions are absolutely nonexistent and not apprehended, how could a bodhisattva be a designation for perceptions!

source: འདུ་བྱེད་ཤིན་ཏུ་མ་མཆིས་ཤིང་མི་དམིགས་ན། བྱང་ཆུབ་སེམས་དཔའ་འདུ་བྱེད་ཀྱི་ཚིག་བླ་དགས་སུ་འགྱུར་བ་ལྟ་ག་ལ་མཆིས།
en: If formative predispositions are absolutely nonexistent and not apprehended, how could a bodhisattva be a designation for formative predispositions!

source: རྣམ་པར་ཤེས་པ་ཤིན་དུ་མ་མཆིས་ཤིང་མི་དམིགས་ན། བྱང་ཆུབ་སེམས་དཔའ་རྣམ་པར་ཤེས་པའི་ཚིག་བླ་དགས་སུ་འགྱུར་བ་ལྟ་ག་ལ་མཆིས།
en: If consciousness is absolutely nonexistent and not apprehended, how could a bodhisattva be a designation for consciousness! “

source: བཅོམ་ལྡན་འདས་རྟག་པ་ཤིན་དུ་མ་མཆིས་ཤིང་མི་དམིགས། མི་རྟག་པ་ཤིན་དུ་མ་མཆིས་ཤིང་མི་དམིགས་ན། བྱང་ཆུབ་སེམས་དཔའ་གཟུགས་རྟག་པའི་ཚིག་བླ་དགས་སུ་འགྱུར་བ་ལྟ་ག་ལ་མཆིས།
en: Blessed Lord, if permanence is absolutely nonexistent and not apprehended, and if impermanence is absolutely nonexistent and not apprehended, how could a bodhisattva be a designation for permanent physical forms!

source: བྱང་ཆུབ་སེམས་དཔའ་གཟུགས་མི་རྟག་པའི་ཚིག་བླ་དགས་སུ་འགྱུར་བ་ལྟ་ག་ལ་མཆིས།
en: How could a bodhisattva be a designation for impermanent physical forms!

source: བྱང་ཆུབ་སེམས་དཔའ་ཚོར་བ་རྟག་པའི་ཚིག་བླ་དགས་སུ་འགྱུར་བ་ལྟ་ག་ལ་མཆིས།
en: How could a bodhisattva be a designation for permanent feelings!

source: ཚོར་བ་མི་རྟག་པའི་ཚིག་བླ་དགས་སུ་འགྱུར་བ་ལྟ་ག་ལ་མཆིས།
en: How could a bodhisattva be a designation for impermanent feelings!

source: འདུ་ཤེས་རྟག་པའི་ཚིག་བླ་དགས་སུ་འགྱུར་བ་ལྟ་ག་ལ་མཆིས།
en: How could a bodhisattva be a designation for permanent perceptions!

source: འདུ་ཤེས་མི་རྟག་པའི་ཚིག་བླ་དགས་སུ་འགྱུར་བ་ལྟ་ག་ལ་མཆིས།
en: How could a bodhisattva be a designation for impermanent perceptions!

source: འདུ་བྱེད་རྟག་པའི་ཚིག་བླ་དགས་སུ་འགྱུར་བ་ལྟ་ག་ལ་མཆིས།
en: How could a bodhisattva be a designation for permanent formative predispositions!

source: འདུ་བྱེད་མི་རྟག་པའི་ཚིག་བླ་དགས་སུ་འགྱུར་བ་ལྟ་ག་ལ་མཆིས།
en: How could a bodhisattva be a designation for impermanent formative predispositions!

source: རྣམ་པར་ཤེས་པ་རྟག་པའི་ཚིག་བླ་དགས་སུ་འགྱུར་བ་ལྟ་ག་ལ་མཆིས།
en: How could a bodhisattva be a designation for permanent consciousness!

source: རྣམ་པར་ཤེས་པ་མི་རྟག་པའི་ཚིག་བླ་དགས་སུ་འགྱུར་བ་ལྟ་ག་ལ་མཆིས།
en: How could a bodhisattva be a designation for impermanent consciousness! “

source: བཅོམ་ལྡན་འདས་དེ་བཞིན་དུ་བདེ་བ་ཤིན་དུ་མ་མཆིས་ཤིང་མི་དམིགས། སྡུག་བསྔལ་ཤིན་དུ་མ་མཆིས་ཤིང་མི་དམིགས་ན། བྱང་ཆུབ་སེམས་དཔའ་གཟུགས་བདེ་བའི་ཚིག་བླ་དགས་སུ་འགྱུར་བ་ལྟ་ག་ལ་མཆིས།
en: Blessed Lord, in the same way, if happiness is absolutely nonexistent and not apprehended and if suffering is absolutely nonexistent and not apprehended, how could a bodhisattva be a designation for physical forms imbued with happiness!

source: བྱང་ཆུབ་སེམས་དཔའ་གཟུགས་སྡུག་བསྔལ་བའི་ཚིག་བླ་དགས་སུ་འགྱུར་བ་ལྟ་ག་ལ་མཆིས།
en: How could a bodhisattva be a designation for physical forms imbued with suffering!

source: བྱང་ཆུབ་སེམས་དཔའ་ཚོར་བ་དང་། འདུ་ཤེས་དང་། འདུ་བྱེད་དང་། རྣམ་པར་ཤེས་པ་བདེ་བའི་ཚིག་བླ་དགས་སུ་འགྱུར་བ་ལྟ་ག་ལ་མཆིས།
en: How could a bodhisattva be a designation for feelings, perceptions, formative predispositions, and consciousness imbued with happiness!

source: བྱང་ཆུབ་སེམས་དཔའ་རྣམ་པར་ཤེས་པ་སྡུག་བསྔལ་བའི་ཚིག་བླ་དགས་སུ་འགྱུར་བ་ལྟ་ག་ལ་མཆིས།
en: How could a bodhisattva be a designation for consciousness [and the other aggregates] imbued with suffering! “

source: བཅོམ་ལྡན་འདས་བདག་ཤིན་དུ་མ་མཆིས་ཤིང་མི་དམིགས། བདག་མེད་པ་ཤིན་ཏུ་མ་མཆིས་ཤིང་མི་དམིགས་ན། བྱང་ཆུབ་སེམས་དཔའ་གཟུགས་བདག་ཡོད་པའི་ཚིག་བླ་དགས་སུ་འགྱུར་བ་ལྟ་ག་ལ་མཆིས།
en: Blessed Lord, if self is absolutely nonexistent and not apprehended and if nonself is absolutely nonexistent and not apprehended, how could a bodhisattva be a designation for physical forms with self!

source: བྱང་ཆུབ་སེམས་དཔའ་གཟུགས་བདག་མེད་པའི་ཚིག་བླ་དགས་སུ་འགྱུར་བ་ལྟ་ག་ལ་མཆིས།
en: How could a bodhisattva be a designation for physical forms without self!

source: བྱང་ཆུབ་སེམས་དཔའ་ཚོར་བ་དང་། འདུ་ཤེས་དང་། འདུ་བྱེད་དང་། རྣམ་པར་ཤེས་པ་བདག་ཡོད་པའི་ཚིག་བླ་དགས་སུ་འགྱུར་བ་ལྟ་ག་ལ་མཆིས།
en: How could a bodhisattva be a designation for feelings, perceptions, formative predispositions, and consciousness with self!

source: བྱང་ཆུབ་སེམས་དཔའ་རྣམ་པར་གཤེགས་པ་བདག་མེད་པའི་ཚིག་བླ་དགས་སུ་འགྱུར་བ་ལྟ་ག་ལ་མཆིས།
en: How could a bodhisattva be a designation for consciousness [and the other aggregates] without self! “

source: བཅོམ་ལྡན་འདས་ཞི་བ་ཤིན་ཏུ་མ་མཆིས་ཤིང་མི་དམིགས། མ་ཞི་བ་ཤིན་དུ་མ་མཆིས་ཤིང་མི་དམིགས་ན། བྱང་ཆུབ་སེམས་དཔའ་གཟུགས་ཞི་བའི་ཚིག་བླ་དགས་སུ་འགྱུར་བ་ལྟ་ག་ལ་མཆིས།
en: Blessed Lord, if being at peace is absolutely nonexistent and not apprehended and if not being at peace is absolutely nonexistent and not apprehended, how could a bodhisattva be a designation for physical forms that are at peace!

source: བྱང་ཆུབ་སེམས་དཔའ་གཟུགས་མ་ཞི་བའི་ཚིག་བླ་དགས་སུ་འགྱུར་བ་ལྟ་ག་ལ་མཆིས།
en: How could a bodhisattva be a designation for physical forms that are not at peace!

source: བྱང་ཆུབ་སེམས་དཔའ་ཚོར་བ་དང་། འདུ་ཤེས་དང་། འདུ་བྱེད་དང་། རྣམ་པར་ཤེས་པ་ཞི་བའི་ཚིག་བླ་དགས་སུ་འགྱུར་བ་ལྟ་ག་ལ་མཆིས།
en: How could a bodhisattva be a designation for feelings, perceptions, formative predispositions, and consciousness that are at peace!

source: བྱང་ཆུབ་སེམས་དཔའ་རྣམ་པར་ཤེས་པ་མ་ཞི་བའི་ཚིག་བླ་དགས་སུ་འགྱུར་བ་ལྟ་ག་ལ་མཆིས།
en: How could a bodhisattva be a designation for consciousness [and the other aggregates] that are not at peace! “

source: བཅོམ་ལྡན་འདས་སྟོང་པ་ཤིན་དུ་མ་མཆིས་ཤིང་མི་དམིགས། མི་སྟོང་བ་ཤིན་དུ་མ་མཆིས་ཤིང་མི་དམིགས་ན། བྱང་ཆུབ་སེམས་དཔའ་གཟུགས་སྟོང་བའི་ཚིག་བླ་དགས་སུ་འགྱུར་བ་ལྟ་ག་ལ་མཆིས།
en: Blessed Lord, if empty is absolutely nonexistent and not apprehended and if not empty is absolutely nonexistent and not apprehended, how could a bodhisattva be a designation for physical forms that are empty!

source: བྱང་ཆུབ་སེམས་དཔའ་གཟུགས་མི་སྟོང་བའི་ཚིག་བླ་དགས་སུ་འགྱུར་བ་ལྟ་ག་ལ་མཆིས།
en: How could a bodhisattva be a designation for physical forms that are not empty!

source: བྱང་ཆུབ་སེམས་དཔའ་ཚོར་བ་དང་། འདུ་ཤེས་དང་། འདུ་བྱེད་དང་། རྣམ་པར་ཤེས་པ་སྟོང་བའི་ཚིག་བླ་དགས་སུ་འགྱུར་བ་ལྟ་ག་ལ་མཆིས།
en: How could a bodhisattva be a designation for feelings, perceptions, formative predispositions, and consciousness that are empty!

source: བྱང་ཆུབ་སེམས་དཔའ་རྣམ་པར་ཤེས་པ་མི་སྟོང་བའི་ཚིག་བླ་དགས་སུ་འགྱུར་བ་ལྟ་ག་ལ་མཆིས།
en: How could a bodhisattva be a designation for consciousness [and the other aggregates] that are not empty! “

source: བཅོམ་ལྡན་འདས་མཚན་མ་ཡོད་པ་ཤིན་དུ་མ་མཆིས་ཤིང་མི་དམིགས། མཚན་མ་མེད་པ་ཤིན་དུ་མ་མཆིས་ཤིང་མི་དམིགས་ན། བྱང་ཆུབ་སེམས་དཔའ་གཟུགས་མཚན་མ་ཡོད་པའི་ཚིག་བླ་དགས་སུ་འགྱུར་བ་ལྟ་ག་ལ་མཆིས།
en: Blessed Lord, if having signs is absolutely nonexistent and not apprehended and if being without signs is absolutely nonexistent and not apprehended, how could a bodhisattva be a designation for physical forms that are with signs!

source: བྱང་ཆུབ་སེམས་དཔའ་གཟུགས་མཚན་མ་མེད་པའི་ཚིག་བླ་དགས་སུ་འགྱུར་བ་ལྟ་ག་ལ་མཆིས།
en: How could a bodhisattva be a designation for physical forms that are without signs!

source: བྱང་ཆུབ་སེམས་དཔའ་ཚོར་བ་དང་། འདུ་ཤེས་དང་། འདུ་བྱེད་དང་། རྣམ་པར་ཤེས་པ་མཚན་མ་ཡོད་པའི་ཚིག་བླ་དགས་སུ་འགྱུར་བ་ལྟ་ག་ལ་མཆིས།
en: How could a bodhisattva be a designation for feelings, perceptions, formative predispositions, and consciousness that are with signs!

source: བྱང་ཆུབ་སེམས་དཔའ་རྣམ་པར་ཤེས་པ་མཚན་མ་མེད་པའི་ཚིག་བླ་དགས་སུ་འགྱུར་བ་ལྟ་ག་ལ་མཆིས།
en: How could a bodhisattva be a designation for consciousness [and the other aggregates] that are without signs! “

source: བཅོམ་ལྡན་འདས་སྨོན་པ་ཡོད་པ་ཤིན་དུ་མ་མཆིས་ཤིང་མི་དམིགས། སྨོན་པ་མེད་པ་ཤིན་དུ་མ་མཆིས་ཤིང་མི་དམིགས་ན། བྱང་ཆུབ་སེམས་དཔའ་གཟུགས་སྨོན་པ་ཡོད་པའི་ཚིག་བླ་དགས་སུ་འགྱུར་བ་ལྟ་ག་ལ་མཆིས།
en: Blessed Lord, if having aspirations is absolutely nonexistent and not apprehended and if being without aspirations is absolutely nonexistent and not apprehended, how could a bodhisattva be a designation for physical forms that are with aspirations!

source: བྱང་ཆུབ་སེམས་དཔའ་གཟུགས་སྨོན་པ་མེད་པའི་ཚིག་བླ་དགས་སུ་འགྱུར་བ་ལྟ་ག་ལ་མཆིས།
en: How could a bodhisattva be a designation for physical forms that are without aspirations!

source: བྱང་ཆུབ་སེམས་དཔའ་ཚོར་བ་དང་། འདུ་ཤེས་དང་། འདུ་བྱེད་དང་། རྣམ་པར་ཤེས་པ་སྨོན་པ་ཡོད་པའི་ཚིག་བླ་དགས་སུ་འགྱུར་བ་ལྟ་ག་ལ་མཆིས།
en: How could a bodhisattva be a designation for feelings, perceptions, formative predispositions, and consciousness that are with aspirations!

source: བྱང་ཆུབ་སེམས་དཔའ་རྣམ་པར་ཤེས་པ་སྨོན་པ་མེད་པའི་ཚིག་བླ་དགས་སུ་འགྱུར་བ་ལྟ་ག་ལ་མཆིས། བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ།
en: How could a bodhisattva be a designation for consciousness [and the other aggregates] that are without aspirations!” “

source: རབ་འབྱོར་ལེགས་སོ་ལེགས་སོ། །རབ་འབྱོར་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ལ་དེ་ལྟར་སྤྱོད་པའི་ཚེ། གཟུགས་ཀྱི་ཚིག་བླ་དགས་མི་དམིགས་པ་དང་། ཚོར་བ་དང་། འདུ་ཤེས་དང་།
en: Subhūti, it is so!

source: འདུ་བྱེད་དང་། རྣམ་པར་ཤེས་པའི་ཚིག་བླ་དགས་མི་དམིགས་པ་དང་། གཟུགས་རྟག་པའི་ཚིག་བླ་དགས་མི་དམིགས་པ་དང་། གཟུགས་མི་རྟག་པའི་ཚིག་བླ་དགས་མི་དམིགས་པ་དང་། ཚོར་བ་དང་། འདུ་ཤེས་དང་།
en: It is so!”

source: འདུ་བྱེད་དང་། རྣམ་པར་ཤེས་པ་རྟག་པའི་ཚིག་བླ་དགས་མི་དམིགས་པ་དང་། རྣམ་པར་ཤེས་པ་མི་རྟག་པའི་ཚིག་བླ་དགས་མི་དམིགས་པ་དང་། གཟུགས་བདེ་བའི་ཚིག་བླ་དགས་མི་དམིགས་པ་དང་། གཟུགས་སྡུག་བསྔལ་བའི་ཚིག་བླ་དགས་མི་དམིགས་པ་དང་། ཚོར་བ་དང་། འདུ་ཤེས་དང་།
en: replied the Blessed One. “

source: འདུ་བྱེད་དང་།
en: Subhūti!

source: རྣམ་པར་ཤེས་པ་བདེ་བའི་ཚིག་བླ་དགས་མི་དམིགས་པ་དང་། རྣམ་པར་ཤེས་པ་སྡུག་བསྔལ་བའི་ཚིག་བླ་དགས་མི་དམིགས་པ་དང་། གཟུགས་བདག་ཡོད་པའི་ཚིག་བླ་དགས་མི་དམིགས་པ་དང་། གཟུགས་བདག་མེད་པའི་ཚིག་བླ་དགས་མི་དམིགས་པ་དང་། ཚོར་བ་དང་། འདུ་ཤེས་དང་། འདུ་བྱེད་དང་། རྣམ་པར་ཤེས་པ་བདག་ཡོད་པའི་ཚིག་བླ་དགས་མི་དམིགས་པ་དང་། རྣམ་པར་ཤེས་པ་བདག་མེད་པའི་ཚིག་བླ་དགས་མི་དམིགས་པ་དང་། གཟུགས་ཞི་བའི་ཚིག་བླ་དགས་མི་དམིགས་པ་དང་། གཟུགས་མ་ཞི་བའི་ཚིག་བླ་དགས་མི་དམིགས་པ་དང་། ཚོར་བ་དང་། འདུ་ཤེས་དང་། འདུ་བྱེད་དང་། རྣམ་པར་ཤེས་པ་ཞི་བའི་ཚིག་བླ་དགས་མི་དམིགས་པ་དང་། རྣམ་པར་ཤེས་པ་མ་ཞི་བའི་ཚིག་བླ་དགས་མི་དམིགས་པ་དང་། གཟུགས་སྟོང་པའི་ཚིག་བླ་དགས་མི་དམིགས་པ་དང་། གཟུགས་མི་སྟོང་པའི་ཚིག་བླ་དགས་མི་དམིགས་པ་དང་། ཚོར་བ་དང་། འདུ་ཤེས་དང་། འདུ་བྱེད་དང་། རྣམ་པར་ཤེས་པ་སྟོང་པའི་ཚིག་བླ་དགས་མི་དམིགས་པ་དང་། རྣམ་པར་ཤེས་པ་མི་སྟོང་བའི་ཚིག་བླ་དགས་མི་དམིགས་པ་དང་། གཟུགས་མཚན་མ་ཡོད་པའི་ཚིག་བླ་དགས་མི་དམིགས་པ་དང་། གཟུགས་མཚན་མ་མེད་པའི་ཚིག་བླ་དགས་མི་དམིགས་པ་དང་། ཚོར་བ་དང་། འདུ་ཤེས་དང་། འདུ་བྱེད་དང་། རྣམ་པར་ཤེས་པ་མཚན་མ་ཡོད་པའི་ཚིག་བླ་དགས་མི་དམིགས་པ་དང་། རྣམ་པར་ཤེས་པ་མཚན་མ་མེད་པའི་ཚིག་བླ་དགས་མི་དམིགས་པ་དང་། གཟུགས་སྨོན་པ་ཡོད་པའི་ཚིག་བླ་དགས་མི་དམིགས་པ་དང་། གཟུགས་སྨོན་པ་མེད་པའི་ཚིག་བླ་དགས་མི་དམིགས་པ་དང་། ཚོར་བ་དང་། འདུ་ཤེས་དང་། འདུ་བྱེད་དང་། རྣམ་པར་ཤེས་པ་སྨོན་པ་ཡོད་པའི་ཚིག་བླ་དགས་མི་དམིགས་པ་དང་། རྣམ་པར་ཤེས་པ་སྨོན་པ་མེད་པའི་ཚིག་བླ་དགས་མི་དམིགས་པར་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ལ་བསླབ་པར་བྱའོ།
en: When bodhisattva great beings practice the perfection of wisdom in that manner, they should train in the perfection of wisdom without apprehending a designation for physical forms; without apprehending a designation for feelings, perceptions, formative predispositions, or consciousness; without apprehending a designation for physical forms that are permanent; without apprehending a designation for physical forms that are impermanent; without apprehending a designation for feelings, perceptions, formative predispositions, or consciousness that are permanent; without apprehending a designation for consciousness [and the other aggregates] that are impermanent; without apprehending a designation for physical forms that are imbued with happiness; without apprehending a designation for physical forms that are imbued with suffering; without apprehending a designation for feelings, perceptions, formative predispositions, or consciousness that are imbued with happiness; without apprehending a designation for consciousness [or the other aggregates] that are imbued with suffering; without apprehending a designation for physical forms that are a self; without apprehending a designation for physical forms that are without self; without apprehending a designation for feelings, perceptions, formative predispositions, or consciousness that are a self; without apprehending a designation for consciousness [or the other aggregates] that are without self; without apprehending a designation for physical forms that are at peace; without apprehending a designation for physical forms that are not at peace; without apprehending a designation for feelings, perceptions, formative predispositions, and consciousness that are at peace; without apprehending a designation for consciousness [or the other aggregates] that are not at peace; without apprehending a designation for physical forms that are empty; without apprehending a designation for physical forms that are not empty; without apprehending a designation for consciousness [or the other aggregates] that are empty; without apprehending a designation for consciousness [or the other aggregates] that are not empty; without apprehending a designation for physical forms that are with signs; without apprehending a designation for physical forms that are without signs; without apprehending a designation for feelings, perceptions, formative predispositions, or consciousness that are with signs; without apprehending a designation for consciousness [or the other aggregates] that are without signs; without apprehending a designation for physical forms that are with aspirations; without apprehending a designation for physical forms that are without aspirations; without apprehending a designation for feelings, perceptions, formative predispositions, or consciousness that are with aspirations; and without apprehending a designation for consciousness [or the other aggregates] that are without aspirations. {
